submission_logs/2_1_one_middleware/32/1/1-0/1/memtier/1.log
2         Threads
1         Connections per thread
80        Seconds


ALL STATS
========================================================================
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec 
------------------------------------------------------------------------
Sets         972.39          ---          ---      2.05100      3927.93 
Gets           0.00         0.00         0.00      0.00000         0.00 
Waits          0.00          ---          ---      0.00000          --- 
Totals       972.39         0.00         0.00      2.05100      3927.93 


Request Latency Distribution
Type     <= msec         Percent
------------------------------------------------------------------------
SET       0.850         0.00
SET       0.870         0.01
SET       0.880         0.01
SET       0.890         0.01
SET       0.900         0.01
SET       0.910         0.02
SET       0.920         0.03
SET       0.930         0.04
SET       0.940         0.06
SET       0.950         0.08
SET       0.960         0.10
SET       0.970         0.13
SET       0.980         0.17
SET       0.990         0.22
SET       1.000         0.70
SET       1.100         2.81
SET       1.200         7.27
SET       1.300        13.70
SET       1.400        21.56
SET       1.500        30.11
SET       1.600        38.42
SET       1.700        46.07
SET       1.800        53.09
SET       1.900        59.51
SET       2.000        65.29
SET       2.100        70.06
SET       2.200        74.01
SET       2.300        77.47
SET       2.400        80.40
SET       2.500        82.87
SET       2.600        84.93
SET       2.700        86.72
SET       2.800        88.29
SET       2.900        89.58
SET       3.000        90.87
SET       3.100        91.88
SET       3.200        92.67
SET       3.300        93.41
SET       3.400        94.06
SET       3.500        94.62
SET       3.600        95.11
SET       3.700        95.53
SET       3.800        95.88
SET       3.900        96.24
SET       4.000        96.54
SET       4.100        96.81
SET       4.200        97.07
SET       4.300        97.23
SET       4.400        97.43
SET       4.500        97.58
SET       4.600        97.72
SET       4.700        97.84
SET       4.800        97.97
SET       4.900        98.07
SET       5.000        98.16
SET       5.100        98.27
SET       5.200        98.36
SET       5.300        98.45
SET       5.400        98.53
SET       5.500        98.60
SET       5.600        98.67
SET       5.700        98.72
SET       5.800        98.77
SET       5.900        98.82
SET       6.000        98.86
SET       6.100        98.91
SET       6.200        98.95
SET       6.300        98.98
SET       6.400        99.01
SET       6.500        99.06
SET       6.600        99.10
SET       6.700        99.13
SET       6.800        99.16
SET       6.900        99.20
SET       7.000        99.22
SET       7.100        99.25
SET       7.200        99.28
SET       7.300        99.30
SET       7.400        99.33
SET       7.500        99.36
SET       7.600        99.39
SET       7.700        99.43
SET       7.800        99.46
SET       7.900        99.49
SET       8.000        99.52
SET       8.100        99.54
SET       8.200        99.57
SET       8.300        99.59
SET       8.400        99.60
SET       8.500        99.63
SET       8.600        99.64
SET       8.700        99.66
SET       8.800        99.68
SET       8.900        99.71
SET       9.000        99.72
SET       9.100        99.74
SET       9.200        99.75
SET       9.300        99.76
SET       9.400        99.77
SET       9.500        99.78
SET       9.600        99.78
SET       9.700        99.80
SET       9.800        99.82
SET       9.900        99.83
SET      10.000        99.88
SET      11.000        99.94
SET      12.000        99.96
SET      13.000        99.98
SET      14.000        99.99
SET      15.000        99.99
SET      16.000       100.00
---
---